<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Oleksiy Zagorskyi <zalex_ua@i.ua>
 * @author Aleksandr Selivanov <alexgearbox@gmail.com>
 * @author Anotheroneuser <w20151222@ya.ru>
 */
$lang['translations']          = 'Список поддерживаемых языков перевода (двухсимвольные коды ISO). Разделите значения пробелами.';
$lang['translationns']         = 'Если вы хотите перевести только определённое пространство имён, тогда впишите здесь его имя.';
$lang['skiptrans']             = 'Если имя страницы соответствует этому регулярному выражению, тогда не отображать меню перевода.';
$lang['dropdown']              = 'Использовать выпадающий список для отображения доступных переводов (рекомендуется, если более 5 переводов)';
$lang['translateui']           = 'Должен ли язык интерфейса пользователя также переключаться согласно языку пространства имён?';
$lang['redirectstart']         = 'Должна ли стартовая страница автоматически перенаправляться на пространство имён языка, используя автоопределение языка браузера?';
$lang['about']                 = 'Введите здесь имя страницы, на которой будут разъяснены функции перевода для ваших пользователей. Она будет связана с выбором языка.';
$lang['localabout']            = 'Использовать локализованную версию страницы разъяснений (вместо одной глобальной страницы разъяснений).';
$lang['checkage']              = 'Отображать предупреждение о возможной неактуальности перевода?';
$lang['display']               = 'Выберите, что бы вы хотели видеть в поле выбора языков. Имейте в виду, что использование изображения государственного флага в поле выбора языков не было рекомендовано экспертами в области потребительского удобства. ';
$lang['copytrans']             = 'Копировать текст оригинала в окно редактирования при создании нового перевода?';
$lang['show_path']             = 'Показывать путь на непереведённых страницах? ';
